Repository: RaydelMiranda/django-oscar-webpay
Catalog: oscar_webpay/locale/*/LC_MESSAGES/django.po
Languages: es

source: WebPay transactions
es: Transacciones de WebPay

source: Unknown
es: Desconocido

source: CVV Error, please check and try again
es: Error de código CVV, por favor chequee e intente nuevamente

source: Card Error, please check and try again
es: Error procesando datos de la tarjeta, por favor chequee e intente nuevamente

source: Your card has expired
es: Su tarjeta a expirado

source: Wrong card type, please check and try again
es: Error en el tipo de tarjeta, por favor chequee e intente nuevamente

source: Quota error, wrong number of cuotes, please check and try again
es: Error en las cuotas, número invalido de cuotas, por favor chequee e intente nuevamente

source: Card Error, wrong number, please check and try again
es: Error en tarjeta, número incorrecto, por favor chequee e intente nuevamente

source: Time limit exedeed, please check and try again
es: Tiempo límite excedido, por favor chequee e intente nuevamente

source: Rut Error, please check and try again
es: Código RUT erróneo, por favor chequee e intente nuevamente

source: Security code error
es: Error en código de seguridad

source: The possible causes of this rejection are:
es: Las posibles causas de rechazo son:

source: - Failure to enter the data of your Credit or Debit card (date and / or security code).
es: - Error en el ingreso de los datos de su tarjeta de Crédito o Débito (fecha y/o código de seguridad).

source: - Your credit or debit card does not have enough balance.
es: - Su tarjeta de Crédito o Débito no cuenta con saldo suficiente.

source: - Card not yet enabled in the financial system.
es: - Tarjeta aun no habilitada en el sistema financiero.

source: You must provide the ENVIRONMENTS variable for the settings
es: Debe configurar la variable 'ENVIRONMENTS' en la configuración

source: Debit sale
es: Venta a débito

source: Normal sale
es: Venta normal

source: Quota sale
es: Venta a cuotas

source: 3 non-interest installments
es: 3 cuotas sin interés

source: 2 non-interest installments
es: 2 cuotas sin interés

source: N non-interes installments
es: N cuotas sin interés

source: Successful transaction
es: Transacción satisfactoria

source: Failed transaction
es: Transacción fallida

source: Time limit exceeded
es: Tiempo límite excedido

source: Transaction aborted by card holder
es: Transacción abortada por el tarjeta-habiente

source: Authentication internal error
es: Error interno de autenticación

source: Buy order number
es: Número de orden

source: Commerce code
es: Código de comercio

source: Installments amount
es: Cantidad de cuotas

source: Currency
es: Moneda

source: Authorization code
es: Código de autorización

source: Card number
es: Número de tarjeta

source: Error code
es: Código de error

source: Transaction type
es: Tipo de transacción

source: Pending payment
es: Pago pendiente

source: You must set the configuration for all the enabled webpay modes Please configure WEBPAY_{} setting's variable.
es: Debe inicializar la configuración para todos los modos de pago habilitados de WebPay Por favor, proporcione la configuración para la variable WEBPAY_{}.

source: WEBPAY_{} "{}" setting has not been set.
es: La variable para WEBPAY_{}: "{}" no ha sido configurada.

source: Oscar webpay do not support this mode: {}
es: Oscar webpay no soporta el modo: {}

source: WebPay Transaction
es: Transacción de WebPay

source: Dashboard
es: Panel

source: Transaction %(id)s
es: Transacción %(id)s

source: Correlation ID
es: ID de correlación

source: Method
es: Método

source: Amount
es: Cantidad

source: Result
es: Resultado

source: Error message
es: Mensage del error

source: Request params
es: Parámetros de la petición

source: Response params
es: Párametros de respuesta

source: Date
es: Fecha

source: No transactions have been made yet.
es: No se han hecho transacciones aún.

source: WebPay is not available right now, or is presenting problems, please comback later.
es: WebPay no está disponible ahora, o está presentando problemas, por favor, intente luego.

source: Settled
es: Pago confirmado

source: Payment transaction with WebPay
es: Inicializando transacción con WebPay

source: Something went wrong, plese try again later.
es: Algún error ha ocurrido, por favor trate mas tarde.

source: Transaction canceled by cardholder
es: Transacción cancelada por el tarjeta-habiente

source: Transaction rejected.
es: Transacción rechazada.

source: Transaction submitted again.
es: Transacción reenviada.

source: Error in transaction.
es: Error de transacción.

source: Rejection by error of rate.
es: Rechazada por error en tasa.

source: Exceeds monthly maximum quota.
es: Máximo de cuota mensual excedido.

source: Exceeds daily limit per transaction.
es: Límite diaro por transacción excedido.

source: Unauthorized item.
es: Rubro no autorizado.
